Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The DP control strategy is based on the process settings as documented in Section 3.2.P.3 Manufacture and includes different elements covering the control of input materials such as DS and excipients and testing of properties of the final DP that are indicative for critical quality attributes.
es_es: La estrategia de control del medicamento se basa en la configuración del proceso documentada en la Sección 3.2.P.3, Fabricación, e incluye, por caso, el control de los materiales de entrada, tales como el principio activo y los excipientes, y las pruebas de propiedades del medicamento final, todo lo cual es indicativo de los atributos críticos de calidad.

source: The DP is filled under aseptic conditions.
es_es: El llenado del medicamento se realiza en condiciones asépticas.

source: The DP is stable in the proposed CCS (described in Chapter 4) under the proposed storage condition over the intended shelf life as shown in Section 3.2.P.8 Stability of Drug Product.
es_es: El medicamento es estable en el envase y sistema de cierre propuesto (que se describe en el Capítulo 4), en las condiciones de almacenamiento sugeridas durante la vida útil prevista, tal como se indica en la Sección 3.2.P.8, Estabilidad del medicamento.

source: The DP is stable in the proposed container closure system under the proposed storage condition over the intended shelf life.
es_es: El medicamento es estable en el envase y sistema de cierre propuesto, en las condiciones de almacenamiento propuestas y durante la vida útil prevista.

source: The DP manufacturing process of tenecteplase 25 mg is generally performed at RT and ambient light conditions.
es_es: El proceso de fabricación del medicamento tenecteplasa, 25 mg, se suele realizar a temperatura ambiente y en condiciones de luz ambiental.

source: The DP manufacturing process starts with sterile filtration of the DS.
es_es: El proceso de fabricación del medicamento comienza con la filtración estéril del principio activo.

source: The DP manufacturing process starts with the sterile filtration of the DS.
es_es: El proceso de fabricación del medicamento comienza con la filtración estéril del principio activo.

source: The DP manufacturing processes for 25 mg/vial Metalyse® and 50 mg/vial TNKase® share an identical formulation.
es_es: En el proceso de fabricación del medicamento de Metalyse® 25 mg/frasco y el de TNKase® 50 mg/frasco, se utiliza la misma formulación.

source: The DP process changes are described in detail in Table 10.
es_es: En la Tabla 10, se describen en detalle los cambios en los procesos aplicados al medicanento.

source: The DP solution does not come in contact with any component of the NSD (Safe’n’Sound subassembly), EFF and PR.
es_es: La solución del medicamento no entra en contacto con ningún componente del dispositivo de seguridad de aguja (subunidad Safe’n’Sound) ni con la lengüeta de apoyo extendida o el émbolo.

source: The DS 150 mg/mL is inline filtered into a stainless steel surge vessel located inside the conventional cleanroom Grade A/ISO 5 applying nitrogen pressure and equipped with restricted access barrier system (RABS) technology.
es_es: El principio activo a 150 mg/ml se filtra en línea en un tanque de compensación de acero inoxidable ubicado dentro de la sala blanca convencional de grado A/ISO 5 que aplica presión de nitrógeno y está equipado con tecnología de sistema de barrera de acceso restringido.

source: The DS batches were tested according to the respective specifications that were in place at the time of release.
es_es: Las partidas del principio activo se evaluaron según las especificaciones respectivas del momento de liberación.

source: The DS has been shown to be stable at 25°C for time frames relevant to process manufacturing and can be stored frozen at -20°C for long-term storage or at 2 – 8°C for short term storage (see Section 3.2.S.7.1 Stability Summary and Conclusions).
es_es: Se ha demostrado que el principio activo es estable a 25 °C durante períodos de tiempo relevantes para el proceso de fabricación y puede conservarse congelado a -20 °C durante el almacenamiento a largo plazo o a 2 – 8 °C durante el almacenamiento a corto plazo (véase la Sección 3.2. S.7.1, Resumen y conclusiones sobre estabilidad).

source: The DSMB Chair is Dr Barry Snow, Auckland, NZ.
es_es: El presidente del Comité de vigilancia de datos y seguridad es el Dr. Barry Snow, Auckland, Nueva Zelanda.

source: The DSMB review unblinded data in accordance with the DSMB Charter (Version 2, June, 2017).
es_es: Este organismo revisa los datos desenmascarados de conformidad con su estatuto (Versión 2, junio de 2017).

source: The Data Safety Monitoring Board (DSMB) will have access to unblinded grouped data.
es_es: El Comité de vigilancia de datos y seguridad podrá acceder a los datos combinados desenmascarados.

source: The Dose Accuracy of the Combination Product PFS-NSD-2 shall be confirmed that it is able to deliver a volume of ≥ 2.0 mL from the PFS.
es_es: Se deberá confirmar que la precisión de la dosis del medicamento combinado PFS-NSD-2 pueda administrar un volumen de ≥ 2,0 ml desde la jeringa prellenada.

source: The Drug Product facilities (F113) provide clean rooms according to the EU GMP Guideline Annex 1 “Manufacture of Sterile Medicinal Products” to ensure product protection and hygienic standards in manufacturing.
es_es: En cumplimiento de las directrices de la UE sobre buenas prácticas de fabricación, Anexo 1, “Fabricación de medicamentos estériles”, la planta de producción de medicamentos (F113) cuenta con salas blancas para garantizar la protección del producto y los estándares de higiene durante el proceso de fabricación.

source: The Drug Product facilities are designed to prevent contamination.
es_es: Las plantas de producción de medicamentos están diseñadas para evitar la contaminación.

source: The Drug Product manufacturing in the F113 facility includes fill & finish (aseptic filling incl. primary packaging) in sterile manufacturing (SM) 6, visual inspection and secondary packaging and labelling.
es_es: La elaboración del medicamento en el edificio F113 incluye el llenado y acabado (llenado aséptico, incluido el acondicionamiento primario), que se realiza en el sector de fabricación estéril 6, la inspección visual y el acondicionamiento secundario y etiquetado.

source: The Drug Substance facilities are designed to prevent contamination.
es_es: Las plantas de producción del principio activo están diseñadas para evitar la contaminación.

source: The ECGs were to be evaluated by the investigator or a designee.
es_es: Los ECG debían ser evaluados por el investigador o una persona designada.

source: The ECGs were to be evaluated, signed, dated, and commented by the treating physician/investigator or appropriately qualified designee and stored locally.
es_es: Los ECG debían ser evaluados, firmados, fechados y comentados por el médico/investigador tratante o una persona designada adecuadamente calificada y almacenados localmente.

source: The ECGs were to be recorded for 10 s after the subjects rested for at least 5 min in a supine position.
es_es: Los ECG se tomaban 10 segundos, con el sujeto habiéndose mantenido en posición supina al menos 5 min.

source: The EDQM has been informed in the past that the nitrosamine impurity NO-HCTZ has been found in Hydrochlorothiazide active substance.
es_es: Anteriormente, ya se había informado ante la dirección EDQM el hallazgo la impureza nitrosamina NO-HCTZ en el principio activo hidroclorotiazida.

source: The EDTA-anticoagulated blood samples were stored in an ice water bath and centrifuged within 45 min of collection.
es_es: Las muestras de sangre anticoaguladas con EDTA se almacenaban en un baño de agua helada y se centrifugaron dentro de los 45 minutos posteriores a la recolección.

source: The EFF is clipped onto the NSD manually in a separate step.
es_es: Las lengüetas de apoyo extendidas se montan manualmente en el sistema de seguridad de aguja en un paso separado.

source: The EFF, PR and SnS subassembly components are manufactured using injection molding and metal forming processes.
es_es: Los componentes de la lengüeta de apoyo extendida, el émbolo y la subunidad SnS se elaboran mediante procesos de moldeo por inyección y conformado metálico.

source: The EMA (via Pharmacovigilance Risk Assessment Committee - PRAC) agreed with the proposal and recommended to demote both safety concerns also with the aspect of the proposed label extension with the new indication in AIS.
es_es: La EMA (a través del Comité de Evaluación del Riesgo en Farmacovigilancia, PRAC) aceptó la propuesta y recomendó descategorizar ambos riesgos de seguridad también en la extensión propuesta de la etiqueta para la nueva indicación de accidente cerebrovascular isquémico agudo.

source: The EMA has recommended close monitoring and routine pharmacovigilance for all risks of thrombolysis treatment with Metalyse.
es_es: La EMA ha recomendado un control estricto y medidas de farmacovigilancia rutinarias de todos los riesgos del tratamiento trombolítico con Metalyse.

source: The EMPEROR-reduced trial demonstrated that empagliflozin significantly reduced the risk of CV death or HHF compared with placebo added to standard of care.
es_es: En el ensayo EMPEROR-reduced quedó demostrado que la empagliflozina, como complemento del tratamiento protocolar, redujo significativamente el riesgo de muerte CV o de hospitalización por insuficiencia cardíaca en comparación con el placebo.

source: The EQ-5D self-report questionnaire essentially consists of 2 pages comprising:
es_es: El cuestionario EQ-5D, cuyo resultado está informado por el paciente, consta básicamente de 2 páginas, que incluyen:

source: The EQ-VAS (visual analogue scale) which records the patient’s self-rated health status on a vertical graduated (0 – 100) VAS
es_es: El cuestionario EQ-VAS (escala analógica visual), que indica el estado el estado de salud autocalificado por el paciente en una escala analógica visual graduada verticalmente de 0 a 100

source: The EXTEND-IA TNK Part 2 Randomized Clinical Trial
es_es: Estudio clínico aleatorizado EXTEND-IA TNK, parte 2

source: The EXTEND-IA TNK trial will include patients with acute ischemic stroke, who are ≥18 years of age and are eligible for standard intravenous alteplase therapy within 4.5 hours of stroke onset.
es_es: En el estudio EXTEND-IA TNK, se incluirán pacientes con accidente cerebrovascular isquémico, ≥18 años de edad y que reúnan los requisitos para un tratamiento intravenoso estándar con alteplasa en las 4.5 horas posteriores al inicio del ACV.

source: The EXTEND-IA sites recruited an average 3 patients per month.
es_es: Los centros que participaron en EXTEND-IA seleccionaron, en promedio, 3 pacientes por mes.

source: The EudraCT number was to be indicated on the title page of the CTP as well as on the informed information form.
es_es: En la portada del Protocolo de Ensayo Clínico y en el formulario de información informada, debía figurar el Número de EudraCT.

source: The European Medicines Agency (EMA) recommended via procedural advice dated 03 Feb 2023 that the submission of an RMP is not mandatory with the application of the additional indication of AIS for Metalyse.
es_es: La agencia europea de medicamentos (EMA) ha sugerido mediante recomendación procedimental del 03 de febrero de 2023 que no es obligatorio presentar un plan de gestión de riesgos junto con la solicitud de la indicación adicional Accidente cerebrovascular isquémico agudo de Metalyse.

source: The Federal Institute for Drugs and Medical Devices (Bundesinstitut fiir Arzneimittel und Medizinprodukte, BfArM) is an independent federal higher authority within the portfolio of the Federal Ministry of Health Germany.
es_es: El Instituto Federal de Medicamentos y Dispositivos Médicos (Bundesinstitut für Arzneimittel und Medizinprodukte, BfArM) es una autoridad federal de orden superior, perteneciente a la cartera del Ministerio Federal de Salud de Alemania.

source: The Finger grip surface of the EFF on the user contact side shall provide an anti-slip feature.
es_es: La superficie de agarre dactilar de la lengüeta de apoyo extendida es antideslizante del lado del contacto.

source: The Finger grip surface of the PR on the user contact side shall provide an anti-slip feature.
es_es: La superficie de agarre dactilar del émbolo será antideslizante del lado del contacto.

source: The Florey Institute of Neuroscience
es_es: Instituto de neurociencias The Florey

source: The Florey Institute of Neuroscience and Mental Health (The Florey)
es_es: Instituto de Neurociencias y Salud Mental The Florey

source: The Florey is responsible for determining whether or not the local regulatory authority must be notified of the Protocol change.
es_es: The Florey es responsable de determinar si se debe notificar o no a la autoridad reguladora local sobre el cambio realizado en el protocolo.

source: The Florey reserves the right to terminate the study for refusal of the Investigator/Institution to supply source documentation of work performed in the study.
es_es: The Florey se reserva el derecho de finalizar el estudio si el investigador/institución se niega a proporcionar la documentación del trabajo realizado en el estudio.

source: The Florey will have access to any source documents from which the Case Report Form (CRF) information may have been generated.
es_es: The Florey tendrá acceso a todos los documentos fuente de la información del Formulario de Reporte de Casos (CRF).

source: The Florey will provide indemnification to collaborators engaging in clinical trials with The Florey against a claim or proceeding resulting from a negligent or wrongful act or omission of The Florey.
es_es: The Florey proporcionará indemnización a los colaboradores que participen en ensayos clínicos con The Florey, en caso de que enfrenten un reclamo o procedimiento debido a un acto negligente o ilícito, o una omisión de The Florey.

source: The Folding Box should be made from coated cardboard.
es_es: La caja plegable debe ser de cartón recubierto.

source: The Glass Syringe Material shall meet Glass Type I requirements as given in Ph. Eur. 3.2.1 and USP<660>.
es_es: El material de la jeringa de vidrio deberá cumplir con los requisitos de vidrio tipo I según Ph. Eur. 3.2.1 y USP <660>.

source: The Glass Syringe flange breakage resistance shall be min.
es_es: La brida de la jeringa de vidrio deberá presentar una resistencia a la rotura de, como mínimo,

source: The Glass Syringe inner surface shall be siliconized with silicone oil fulfilling applicable requirements from Ph.
es_es: La superficie interior de la jeringa de vidrio deberá estar siliconada con aceite de silicona que cumpla con los requisitos aplicables del Ph.

source: The Glass Syringe must have a Staked Needle, equipped with a 27 G Special Thin Wall (STW) staked needle.
es_es: La jeringa de vidrio debe tener una aguja estacada 27 G del tipo special Thin Wall.

source: The Glass Syringe shall be made of colorless glass.
es_es: La jeringa de vidrio deberá ser de vidrio incoloro.

source: The Glass Syringe shall be of the hydrolytic resistance given in USP <660> and Ph.
es_es: La jeringa de vidrio deberá tener la resistencia hidrolítica indicada en USP <660> y Ph.

source: The Glass Syringe shall be of the hydrolytic resistance given in USP <660> and Ph. Eur. 3.2.1.
es_es: La jeringa de vidrio deberá tener la resistencia hidrolítica indicada en USP <660> y Ph. Eur. 3.2.1.

source: The Glass Syringe shall have a Needle, which cannot be pulled out by a force of less than 22 N as per ISO 7864, table 2.
es_es: La jeringa de vidrio deberá tener una aguja que no pueda extraerse con una fuerza inferior a 22 N, según ISO 7864, Tabla 2.

source: The HHF results were supported by a higher win ratio for empagliflozin versus placebo when accounting for clinical hierarchies, where CV death was considered more important than HHF.
es_es: Los resultados en torno a la hospitalización por insuficiencia cardíaca estuvieron respaldados por un cociente de ganancias mayor con empagliflozina que con placebo considerando las jerarquías clínicas, donde la muerte CV se consideró más importante que la hospitalización por insuficiencia cardíaca.

source: The HPC used a validated ClinBaseTM system for processing information and controlling collected data.
es_es: El Centro de Farmacología Humana usaba un sistema validado de la plataforma ClinBaseTM para procesar la información y controlar los datos recopilados.

source: The HPSEC method precisely quantifies the state of the native protein with respect to monomer content and the formation of dimers or aggregates.
es_es: El método de HPSEC cuantifica con precisión el estado de la proteína nativa con respecto al contenido de monómero y la formación de dímeros o agregados.

source: The HR based on Cox regression for linagliptin vs. glimepiride was 0.99 (95.47% CI:
es_es: La razón de riesgos instantánea, basada en la regresión de Cox para linagliptina sobre glimepirida fue 0.99 (IC del 95.47%: 0.84, 1.14).

source: The HR based on Cox regression for linagliptin vs. glimepiride was 0.99 (95.47% CI: 0.86, 1.14).
es_es: La razón de riesgos instantánea, basada en la regresión de Cox para linagliptina sobre glimepirida fue 0.99 (IC del 95.47%: 0.86, 1.14).

source: The HR for the risk of recurrent all-cause hospitalisation for empagliflozin treatment versus placebo was 0.93 (95% CI 0.85 to 1.01, nominal p = 0.1012).
es_es: La razón de riesgos para el riesgo de hospitalización recurrente por todas las causas con empagliflozina versus placebo fue 0.93 (IC del 95%: 0.85 a 1.01; p nominal = 0.1012).

source: The Haybittle-Peto procedure for generating early stopping boundaries will be used.
es_es: Se implementará el procedimiento Haybittle-Peto para establecer umbrales de interrupción anticipada.

source: The IFU & PIL should be made from paper.
es_es: Tanto del manual de modo de empleo como el folleto de información para el paciente deben ser de papel.

source: The IFU is sealed with a seal.
es_es: Modo de empleo está sellado con el sello correspondiente

source: The IPCs for the spesolimab drug product manufacturing process are provided in Table 28 and Table 29.
es_es: Los controles intermedios del proceso de fabricación del medicamento espesolimab se consignan en la Tabla 28 y la Tabla 29.

source: The IPCs for the tenecteplase drug product manufacturing process are provided in Table 7 and Table 8.
es_es: En la Tabla 7 y la Tabla 8, se pueden conocer los controles intermedios del proceso de fabricación del medicamento tenecteplasa.

source: The IPCs with action limits or acceptance criteria are provided in Table 3 and Table 4.
es_es: En la Tabla 3 y la Tabla 4 se pueden conocer los controles intermedios del proceso, con sus límites de acción o sus criterios de aceptación.

source: The IR spectrum of the sample corresponds to the reference spectrum in respect of the position and relative intensity of the absorption bands.
es_es: El espectro infrarrojo de la muestra se corresponde con el de referencia en la posición e intensidad relativa de las bandas de absorción.

source: The ISF was to contain the Pregnancy Monitoring Form for Clinical Trials (Part A and Part B).
es_es: El archivo del centro investigador debía contener el Formulario de Seguimiento del Embarazo en Ensayos Clínicos (partes A y B).

source: The ISO 11608 series (Needle-based injection systems for medical use) was originally created for pen injectors / autoinjectors.
es_es: La norma ISO 11608 (sistemas de inyección por aguja para uso médico) fue creada originalmente para inyectores de pluma y autoinyectores.

source: The ITT analysis strategy4 for EXTEND-IA-TNK part 2 is defined as follows:
es_es: La estrategia de análisis por intención de tratar4 para la parte 2 de EXTEND-IA-TNK se define de la siguiente manera:

source: The Independent DSMB regularly review unblinded data after each 25 patients have been enrolled.
es_es: Un Comité independiente de vigilancia de datos y seguridad revisa periódicamente los datos desenmascarados cada vez que se inscriben 25 pacientes.

source: The International Commission on Illumination (CIE) has developed models taking into account the light source and the angle at which the observer is looking at the target (field of view).
es_es: La Comisión Internacional de la Iluminación (CIE) ha desarrollado modelos que consideran la fuente de luz y el ángulo desde donde mira el observador un objetivo (campo visual).

source: The Investigator and designated study personnel will monitor each subject for adverse events for the acute phase of the study up to day 3.
es_es: El investigador y el personal designado del estudio observarán a cada paciente para detectar eventos adversos durante la fase aguda del estudio hasta el día 3.

source: The Investigator and designees will comply with all applicable federal, state and local laws.
es_es: El investigador y las personas que él designe deberán cumplir con todas las leyes federales, estatales y locales correspondientes.

source: The Investigator should confirm receipt of the fax by BoehringerIngelheim via the fax confirmation sheet.
es_es: El investigador debe confirmar que Boehringer Ingelheim recibió el fax mediante la hoja de confirmación del fax.

source: The Investigator should confirm receipt of the fax by Boehringer-Ingelheim via the fax confirmation sheet.
es_es: El investigador debe confirmar que Boehringer Ingelheim recibió el fax mediante la hoja de confirmación del fax.

source: The Investigator will conduct this study as detailed herein, in compliance with Good Clinical Practice (GCP) and the applicable regulatory requirements, and will make every reasonable effort to complete the study within the time designated.
es_es: El investigador llevará a cabo este estudio tal como se detalla en este documento, de conformidad con las Buenas Prácticas Clínicas (BPC) y los requisitos regulatorios aplicables, y hará todos los esfuerzos razonables para completar el estudio dentro del tiempo asignado.

source: The Investigator will discuss this material with them to assure that they are fully informed regarding the investigational product(s) and the conduct of the study.
es_es: El investigador les presentará este material para asegurarse de que estén completamente informados sobre el o los productos en investigación y la realización del estudio.

source: The Investigators will receive all the documentation needed for submitting the present Protocol to the Ethics Committee.
es_es: Los investigadores recibirán toda la documentación necesaria para la presentación del este protocolo ante el Comité de Ética.

source: The KCCQ comprises the following domains:
es_es: El cuestionario KCCQ comprende los siguientes dominios:

source: The KCCQ is a 23-item self-administered questionnaire designed to evaluate physical limitations, symptoms (frequency, severity, and changes over time), social limitations, self- efficacy, and quality of life in patients with HF.
es_es: El KCCQ es un cuestionario autoadministrado de 23 puntos, diseñado para evaluar las limitaciones físicas, los síntomas (frecuencia, severidad y evolución temporal), las limitaciones sociales, la autoeficacia y la calidad de vida en pacientes con insuficiencia cardíaca.

source: The Kaplan-Meier estimate of time to all-cause mortality is displayed in Figure 11.1.2.4.1: 1.
es_es: En la Figura 11.1.2.4.1: 1 se puede ver la estimación de Kaplan-Meier del tiempo transcurrido hasta la mortalidad por todas las causas.
